package ru.faaen.hackapp.features.aboutapp.data


data class InfoAboutApp(
    var name: String,
    var desc: String
)


var InfoAboutApps = InfoAboutApp("Студенческий туризм", "<div class=\"sc-eTwdGJ enTifu\" style=\"text-align: center;\"><b>Мы приветствуем вас в Программе молодежного и студенческого туризма!</b></div>\n" +
        "<div class=\"sc-eTwdGJ enTifu\"><br />&nbsp; &nbsp; Цель Программы &ndash; создание единого пространства для культурного, профессионального и личностного развития молодежи в России.<br /><br /><b>География Программы:</b><br />\n" +
        "<ul>\n" +
        "<li>Более 150 университетов;</li>\n" +
        "<li>Более 100 городов;</li>\n" +
        "<li>Более 70 регионов;</li>\n" +
        "<li>Все федеральные округа.</li>\n" +
        "</ul>\n" +
        "<b>Ты можешь стать участником Программы, если ты:</b><br />\n" +
        "<ul>\n" +
        "<li>Обучающийся университета;</li>\n" +
        "<li>Аспирант или молодой учёный до 35 лет;</li>\n" +
        "<li>Победитель или активист конкурсов или программ платформы &laquo;Россия &ndash; страна возможностей&raquo;;</li>\n" +
        "<li>Молодой специалист до 35 лет;</li>\n" +
        "</ul>\n" +
        "<b>Для тебя доступны следующие направления Программы:</b><br />\n" +
        "<ul>\n" +
        "<li><b>НАУЧНО-ПОПУЛЯРНОЕ</b><span>&nbsp;</span>- для участников, которые уже выбрали направление своего профессионального развития и осуществляют поездки с целью стажировок на производствах, участия в научных мероприятиях, написания научных работ и т.д.</li>\n" +
        "<li><b>ПРОФОРИЕНТАЦИОННОЕ</b><span>&nbsp;</span>- для путешествующих с целью краткосрочного погружения в интересующие специальности, смены направления обучения, специализации или образовательной организации, а также для освоения новых или дополнительных профессий, навыков и компетенций.</li>\n" +
        "<li><b>КУЛЬТУРНО-ПОЗНАВАТЕЛЬНОЕ</b><span>&nbsp;</span>- для тех, кто путешествует с целью культурного и личностного развития, а также в личных целях.</li>\n" +
        "</ul>\n" +
        "<br /><b>Путешествовать можно:</b><br />\n" +
        "<ul>\n" +
        "<li>в составе организованных групп;</li>\n" +
        "<li>самостоятельно.</li>\n" +
        "</ul>\n" +
        "<br /><b>ОБ ИСТОРИИ</b></div>\n" +
        "<div class=\"sc-eTwdGJ enTifu\">Программа была запущена в 2021 году, став импульсом развития внутреннего студенческого туризма в России. Она убедительно доказала своевременность и востребованность в молодежной среде, продемонстрировала готовность к системному масштабированию результатов и позитивных социальных эффектов. За 42 дня путешественники отправились в путешествия от Калининграда до Владивостока, 21 вуз в 19 регионах страны распахнул двери кампусов для молодых людей. Участникам было предложено более 170 уникальных культурно-познавательных туристических программ, разработанных в формате &laquo;студент-студенту&raquo;.</div>\n" +
        "<p><b>Алгоритм действий</b></p>\n" +
        "<ul class=\"sc-gFSQbh efGunT\">\n" +
        "<li class=\"sc-juEPzu goGQAt\"><span>1.&nbsp;<b>Определи</b>&nbsp;цель своего путешествия и выбери направление (регион);</span></li>\n" +
        "<li class=\"sc-juEPzu goGQAt\"><span>2.&nbsp;<b>Забронируй</b>&nbsp;размещение на нужные даты в кампусе или общежитии университета;</span></li>\n" +
        "<li class=\"sc-juEPzu goGQAt\"><span>3.&nbsp;<b>Получи</b>&nbsp;подтверждение от принимающего вуза;</span></li>\n" +
        "<li class=\"sc-juEPzu goGQAt\"><span>4.&nbsp;<b>Отправляйся</b>&nbsp;в путь:&nbsp;<b>знакомься</b>&nbsp;с культурой региона,&nbsp;<b>развивайся</b>&nbsp;личностно и профессионально,&nbsp;<b>получай</b>&nbsp;новые эмоции;</span></li>\n" +
        "<li class=\"sc-juEPzu goGQAt\"><span>5.&nbsp;<b>Не забывай</b>&nbsp;оставлять свои отзывы в социальных сетях с&nbsp;<b>хэштегами</b>&nbsp;#CТУДТУРИЗМ2022 #МОЛТУРИЗМ2022 и официальном Телеграм&nbsp;<a href=\"https://t.me/studturism\">канале Программы</a></span></li>\n" +
        "<li class=\"sc-juEPzu goGQAt\"><span>6.&nbsp;<b>Возвращайся</b>&nbsp;за новым путешествием, выбирай свой путь!</span></li>\n" +
        "</ul>\n" +
        "<div class=\"sc-eTwdGJ enTifu\">Каждый участник Программы является проектировщиком будущих улучшений и может повлиять на ее дальнейшее развитие. Оставь свой отзыв и пожелание одним из двух следующих способов:<br />по телефону горячей линии: 8-800-707-71-61<br />на официальном Телеграм<span>&nbsp;</span><a href=\"https://t.me/studturism\">канале Программы</a></div>")

